# Brews (formulae)
brew "ansible"
brew "talosctl"
brew "tree"
brew "kubectl"
brew "k9s"
brew "fastfetch"
brew "python@3.10"
brew "python-tk@3.11"
brew "python@3.12"
brew "starship"
brew "nvm"
brew "btop"
brew "tmux"
brew "lazygit"
brew "tcl-tk"
brew "jpeg-turbo"
brew "rust"
brew "cloudflared"
brew "helm"
brew "imagemagick"
brew "lazydocker"
brew "neovim"
brew "sqlite"
brew "sniffnet"
brew "composer"
# Casks (apps)
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "discord"
cask "firefox"
cask "spotify"
cask "thunderbird"
cask "steam"
cask "rectangle"
cask "vlc"
cask "cursor"
cask "google-chrome"
cask "iina"
cask "orbstack"
cask "mullvad-vpn"
