# Taps
# Brews
brew "ansible"
brew "talosctl"
brew "tree"
brew "kubectl"
brew "k9s"
brew "fastfetch"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "starship"
brew "nvm"
brew "btop"
brew "tmux"
brew "lazygit"
brew "jpeg-turbo"
brew "rust"
brew "helm"
brew "imagemagick"
brew "lazydocker"
brew "neovim"
brew "sqlite"
brew "composer"
brew "ripgrep"
brew "openssl@3"
brew "libyaml"
brew "gmp"
brew "uv"

# Casks (apps)
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "discord"
cask "slack"
cask "firefox"
cask "thunderbird"
cask "rectangle"
cask "vlc"
cask "google-chrome"
cask "orion"
cask "iina"
cask "orbstack"
cask "mullvad-vpn"
cask "music-presence"
cask "notion"
cask "raycast"
cask "visual-studio-code"
cask "obs"
cask "alacritty"
